<?php

return [

    /*
    |--------------------------------------------------------------------------
    | パスワードリセット言語行
    |--------------------------------------------------------------------------
    |
    | 以下の言語行は既存のパスワードを無効にしたい場合に、無効なトークンや
    | 新しいパスワードが入力された場合のように、パスワードの更新に失敗した
    | 理由を示すデフォルトの文言です。
    |
    */

    'password' => 'パスワードは少なくとも6文字で、確認と一致させる必要があります。',
    'reset' => 'あなたのパスワードはリセットされました!',
    'sent' => 'パスワードをリセットするためのリンクをメールで送付しました!',
    'token' => 'パスワードリセットトークンが無効です。.',
    'user' => "指定のメールアドレスを持つユーザーを見つけることができません.",

];
